driver-tests/bpelse/exit/ExitJbi/test/ExitBP2BP/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:someNS="http://www.mycomp.org/ExitBP2BPSchemaNamespace">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <someNS:typeA xmlns:someNS="http://www.mycomp.org/ExitBP2BPSchemaNamespace">
    <paramA>Timed out</paramA>
    <id>Timed out</id>
  </someNS:typeA>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
